Repository: FOSSersVAST/kde-pos
Catalog: pos/*/systemsettings/systemsettings._desktop_.po
Languages: ml

# GenericName
source: KDE System Settings
ml: സിസ്റ്റം സജ്ജീകരണങ്ങള്‍

# Name
source: KDE System Settings
ml: സിസ്റ്റം സജ്ജീകരണങ്ങള്‍

# GenericName
source: System Settings
ml: സിസ്റ്റം സജ്ജീകരണങ്ങള്‍

# Name
source: System Settings
ml: സിസ്റ്റം സജ്ജീകരണങ്ങള്‍

# Name
source: Icons
ml: ഐക്കണുകൾ

# Name
source: Display and Monitor
ml: മോണിറ്ററും ഡിസ്‌പ്ലേയും

# Comment
source: Display Settings
ml: പ്രദര്‍ശനത്തിന്റെ സജ്ജീകരണങ്ങള്‍

# Name
source: Multimedia
ml: മള്‍ട്ടീമീഡിയ

# Name
source: Peripherals
ml: അനുബന്ധ ഉപകരണങ്ങൾ

# Name
source: Power Management
ml: വൈദ്യുതി നടത്തിപ്പു്

# Name
source: Removable Storage
ml: നീക്കംചെയ്യാവുന്ന സ്റ്റോറേജ്

# Name
source: Hardware
ml: ഹാര്‍ഡ്‌വെയര്‍

# Name
source: Bluetooth
ml: ബ്ലൂടൂത്ത്

# Name
source: Connectivity
ml: കണക്റ്റിവിറ്റി

# Name
source: Settings
ml: സജ്ജീകരണങ്ങൾ

# Name
source: Network
ml: ശൃംഖല

# Name
source: Accessibility
ml: സാമീപ്യത

# Name
source: Account Details
ml: അക്കൗണ്ട് വിശദാംശങ്ങൾ

# Name
source: Applications
ml: പ്രയോഗങ്ങൾ

# Name
source: Notifications
ml: അറിയിപ്പുകൾ

# Name
source: Regional Settings
ml: പ്രാദേശിക സജ്ജീകരണങ്ങൾ

# Name
source: Personalization
ml: വ്യക്തിഗതമാക്കൽ

# Name
source: Workspace Behavior
ml: വർക്ക്സ്പേസിന്റെ പെരുമാറ്റം

# Name
source: Startup and Shutdown
ml: സ്റ്റാർട്ടപ്പും ഷട്ട്ഡൗണും

# Name
source: Window Management
ml: വിൻഡോ നടത്തിപ്പ്

# Name
source: Workspace
ml: വർക്ക്‌സ്‌പെയ്‌സ്

# Name
source: System Settings Category
ml: സിസ്റ്റം സജ്ജീകരണങ്ങളുടെ വിഭാഗം

# Name
source: System Settings External Application
ml: സിസ്റ്റം സജ്ജീകരണങ്ങളുടെ പുറമേയുള്ള പ്രയോഗം

# Name
source: System Settings View
ml: സിസ്റ്റം സജ്ജീകരണങ്ങളുടെ അവതരണരീതി

# X-KDE-Keywords
source: System Settings
ml: സിസ്റ്റം സജ്ജീകരണങ്ങള്‍

# Name
source: Icon View
ml: ചിഹ്നങ്ങളായ അവതരണരീതി

# Comment
source: The KDE 4 icon view style
ml: കെഡിഇ 4 ചിഹ്ന പ്രദര്‍ശന ശൈലി

# Name
source: Sidebar View
ml: സൈഡ്‌ബാർ കാഴ്ച

# Comment
source: Categorized sidebar style
ml: വർഗ്ഗീകരിച്ച സൈഡ്‌ബാർ ശൈലി

# Name
source: Application and System Notifications
ml: പ്രയോഗത്തിന്റെയും സിസ്റ്റത്തിന്റെയും അറിയിപ്പുകൾ

# Name
source: Application Appearance
ml: അപ്ലിക്കേഷൻ രൂപം

# Name
source: Workspace Appearance
ml: വർക്ക്‌സ്‌പെയ്‌സ് രൂപം

# Comment
source: Customize the appearance of your desktop
ml: നിങ്ങളുടെ ഡെസ്ക്ടോപ്പിന്റെ രൂപം ഇച്ഛാനുസൃതമാക്കുക

# Name
source: Locale
ml: പ്രാദേശികം

# Name
source: Lost and Found
ml: പോയതും കണ്ടതും

# Name
source: Network and Connectivity
ml: ശൃംഖലയും ബന്ധവും

# Name
source: Network Settings
ml: ശൃംഖലയുടെ സജ്ജീകരണങ്ങള്‍

# Name
source: Permissions
ml: അനുമതികൾ

# Name
source: Personal Information
ml: സ്വകാര്യ വിവരം

# Name
source: Sharing
ml: പങ്കിടല്‍

# Name
source: Shortcuts and Gestures
ml: കുറുക്കുവഴികളും ആംഗ്യങ്ങളും

# Name
source: Window Behavior
ml: ജാലകത്തിന്റെ വിശേഷത

# Name
source: Workspace Appearance and Behavior
ml: വർക്ക്‌സ്‌പെയ്‌സ് രൂപവും പെരുമാറ്റവും

# Name
source: Application Style
ml: പ്രയോഗ ശൈലി
