Repository: FOSSersVAST/kde-pos
Catalog: pos/*/discover/discover._desktop_.po
Languages: ml

# Name
source: Discover
ml: കണ്ടെത്തുക

# GenericName
source: Software Center
ml: സോഫ്റ്റ്വെയർ സെന്റർ

# Name
source: See Available Updates
ml: ലഭ്യമായ അപ്ഡേറ്റുകൾ കാണുക

# Comment
source: Discover
ml: കണ്ടെത്തുക

# Name
source: Updates Are Available
ml: അപ്ഡേറ്റുകൾ ലഭ്യമാണ്

# Comment
source: Updates Available
ml: അപ്ഡേറ്റുകൾ ലഭ്യമാണ്

# Name
source: Successful Offline Update
ml: വിജയകരമായ ഓഫ്‌ലൈൻ അപ്‌ഡേറ്റ്

# Comment
source: System updated successfully
ml: സിസ്റ്റം വിജയകരമായി അപ്‌ഡേറ്റുചെയ്‌തു

# Name
source: Failed Offline Update
ml: ഓഫ്‌ലൈൻ അപ്‌ഡേറ്റ് പരാജയപ്പെട്ടു

# Comment
source: System update failed
ml: സിസ്റ്റം അപ്ഡേറ്റ് പരാജയപ്പെട്ടു

# Name
source: Repair Failed
ml: അറ്റകുറ്റപ്പണി പരാജയപ്പെട്ടു

# Comment
source: Repair failure after offline update
ml: ഓഫ്‌ലൈൻ അപ്‌ഡേറ്റിന് ശേഷം അറ്റകുറ്റപ്പണി പരാജയപ്പെട്ടു

# Name
source: Restart is Required
ml: പുനരാരംഭിക്കേണ്ടത് ആവശ്യമാണ്
