Repository: FOSSersVAST/kde-pos
Catalog: pos/*/plasma-workspace/kcm_desktoptheme.po
Languages: ml

# NAME OF TRANSLATORS
source: Your names
ml: ശങ്കരനാരായണന്‍, പ്രവീണ്‍ അരിമ്പ്രത്തൊടിയില്‍, ഹരി വിഷ്ണു

# EMAIL OF TRANSLATORS
source: Your emails
ml: snalledam@dataone.in, pravi.a@gmail.com, harivishnu@gmail.com

source: Name of the current Plasma Style
ml: നിലവിലെ പ്ലാസ്മ ശൈലിയുടെ പേര്

source: Plasma Style
ml: പ്ലാസ്മ ശൈലി

source: David Rosca
ml: ഡേവിഡ് റോസ്ക

source: Unable to create a temporary file.
ml: ഒരു താൽക്കാലിക ഫയൽ സൃഷ്ടിക്കാൻ കഴിയില്ല.

source: Unable to download the theme: %1
ml: %1 തീം ഡൗൺലോഡ് ചെയ്യാനായില്ല

source: Theme installed successfully.
ml: തീം വിജയകരമായി ഇൻസ്റ്റാൾ ചെയ്തു.

source: Theme installation failed.
ml: തീം ഇൻസ്റ്റാളേഷൻ പരാജയപ്പെട്ടു.

source: Removing theme failed: %1
ml: %1 തീം നീക്കംചെയ്യുന്നത് പരാജയപ്പെട്ടു

source: This module lets you choose the Plasma style.
ml: ഈ മൊഡ്യൂൾ പ്ലാസ്മ ശൈലി തിരഞ്ഞെടുക്കാൻ നിങ്ങളെ അനുവദിക്കുന്നു.

source: Search...
ml: തിരയുക...

source: All Themes
ml: എല്ലാ തീമുകളും

source: Light Themes
ml: ശോഭിച്ച തീമുകൾ

source: Dark Themes
ml: ഇരുണ്ട തീമുകൾ

source: Color scheme compatible
ml: നിറക്കൂട്ടു് അനുയോജ്യമാണ്

source: Follows color scheme
ml: നിറക്കൂട്ടു് പിന്തുടരുന്നു

source: Edit Theme...
ml: തീം എഡിറ്റുചെയ്യുക...

source: Remove Theme
ml: തീം നീക്കം ചെയ്യുക

source: Restore Theme
ml: തീം പുനഃസ്ഥാപിക്കുക

source: Install from File...
ml: ഫയലിൽ നിന്ന് ഇൻസ്റ്റാൾ ചെയ്യുക ...

source: Get New Plasma Styles...
ml: പുതിയ പ്ലാസ്മ ശൈലികൾ നേടുക...

source: Open Theme
ml: തീം തുറക്കുക

source: Theme Files (*.zip *.tar.gz *.tar.bz2)
ml: തീം ഫയലുകൾ (*.zip *.tar.gz *.tar.bz2)
