Repository: FOSSersVAST/kde-pos
Catalog: pos/*/plasma-workspace/plasma_applet_org.kde.plasma.systemmonitor.net.po
Languages: ml

source: Update interval:
ml: പുതുക്കൽ ഇടവേള:

# SpinBox text
source: %1 second
ml: %1 സെക്കൻഡ്

source: Show:
ml: പ്രദർശിപ്പിക്കുക:

source: Interfaces
ml: ഇന്റർഫേസുകൾ

source: Units
ml: ഏകകങ്ങൾ

# @label
source: Display unit:
ml: പ്രദർശന ഏകകം:

# @option:radio
source: Byte
ml: ബൈറ്റ്

# @option:radio
source: bit
ml: ബിറ്റ്

# %1 is the displayed data transfer speed in megabits per second
source: %1 Mbps
ml: %1 എംബിപിഎസ്

# %1 is the displayed data transfer speed in kilobits per second
source: %1 Kbps
ml: %1 കെബിപിഎസ്

# %1 is the displayed data transfer speed in bits per second
source: %1 bps
ml: %1 ബിപിഎസ്
