Repository: FOSSersVAST/kde-pos
Catalog: pos/*/plasma-workspace/plasma-workspace._desktop_.po
Languages: ml

# Name
source: Activity Bar
ml: ആക്ടിവിറ്റി ബാര്‍

# Comment
source: Tab bar to switch activities
ml: പ്രവര്‍ത്തനങ്ങള്‍ മാറ്റാന്‍ ടാബ്-ബാര്‍

# Name
source: Analog Clock
ml: അനലോഗ് ഘടികാരം

# Comment
source: A clock with hands
ml: കൈകളുള്ള ഘടികാരം

# Name
source: Global Menu
ml: പൊതു മെനു

# Comment
source: Global menubar in your Plasma Desktop
ml: നിങ്ങളുടെ പ്ലാസ്മ ഡെസ്ക്ടോപ്പിലെ പൊതു മെനു

# Comment
source: Global menubar on top of the screen
ml: സ്ക്രീനിനു മുകളിൽ പൊതു മെനു

# Name
source: Battery and Brightness
ml: ബാറ്ററിയും തെളിച്ചവും

# Comment
source: See the power status of your battery
ml: നിങ്ങളുടെ ബാറ്ററിയുടെ വൈദ്യുതി ഊര്‍ജ്ജ സ്ഥിതി കാണുക

# Keywords
source: Power Management;Battery;System;Energy;
ml: ഊർജ്ജനിയന്ത്രണം;ബാറ്ററി;സിസ്റ്റം;ഊ‍ർജ്ജം

# Name
source: Calendar
ml: കലണ്ടര്‍

# Comment
source: Month display with your appointments and events
ml: ചടങ്ങുകളും കൂടിക്കാഴ്ചകളും അടങ്ങുന്ന പ്രതിമാസ ദൃശ്യം

# Name
source: Clipboard
ml: ക്ലിപ്ബോര്‍ഡ്

# Comment
source: Provides access to the clipboard history
ml: ക്ലിപ് ബോര്‍ഡ് ചരിത്രം പരിശോധിക്കാനുള്ള അനുമതി നല്‍കുന്നു

# Name
source: Disks & Devices
ml: ഡിസ്കുകളും ഉപകരണങ്ങളും

# Name
source: Device Notifier
ml: പുതിയ ഡിവൈസ് അറിയിക്കുന്നതിനുള്ള സംവിധാനം

# Comment
source: Notifications and access for devices
ml: ഉപകരണങ്ങളുടെ അറിയിപ്പുകളും അനുമതികളും

# Comment
source: Notifications and access for new devices
ml: പുതിയ ഉപകരണങ്ങളുടെ അറിയിപ്പുകളും സമീപനവും

# Name
source: Open with File Manager
ml: ഫയലുകളുടെ നടത്തിപ്പുകാരനില്‍ തുറക്കുക

# Name
source: Digital Clock
ml: ഡിജിറ്റല്‍ ഘടികാരം

# Comment
source: Time displayed in a digital format
ml: സമയം ഡിജിറ്റലായി കാണിച്ചിരിക്കുന്നു

# Name
source: Icon
ml: ചിഹ്നം

# Comment
source: A generic icon
ml: സാധാരണ പ്രതിരൂപം

# Name
source: Lock/Logout
ml: പൂട്ടുക/പുറത്തിറങ്ങുക

# Comment
source: Lock the screen or log out
ml: സ്ക്രീന്‍ പൂട്ടുക അല്ലെങ്കില്‍ പുറത്തേക്ക് കടക്കുക

# Keywords
source: Lock;Logout;Sleep;Hibernate;Switch User;
ml: പൂട്ടുക;പുറത്തിറങ്ങുക;ഉറങ്ങുക;നിഷ്ക്രിയമാക്കുക;ഉപയോക്താവിനെ മാറ്റുക;

# Name
source: Media Player
ml: മീഡിയ പ്ലെയര്‍

# Comment
source: Media Player Controls
ml: മീഡിയ പ്ലെയര്‍ കണ്ട്രോളുകള്‍

# Name
source: Notifications
ml: അറിയിപ്പുകള്‍

# Comment
source: Display notifications and jobs
ml: അറിയിപ്പുകളും പ്രവര്‍ത്തനങ്ങളും കാണിക്കുക

# Name
source: Panel Spacer
ml: പാളിയില്‍ ഒഴിഞ്ഞസ്ഥലമിടാന്‍

# Comment
source: Reserve empty spaces within the panel.
ml: പാനലിലെ ഒഴിഞ്ഞ ഇടങ്ങള്‍ കരുതിവെയ്ക്കുക.

# Name
source: Individual Core Usage
ml: വ്യക്തിഗത കോർ ഉപയോഗം

# Comment
source: System monitor Widget that shows usage of individual CPU cores
ml: വ്യക്തിഗത സിപിയു കോറുകളുടെ ഉപയോഗം കാണിക്കുന്ന സിസ്റ്റം മോണിറ്റർ വി‍‍ഡ്ജറ്റ്

# Name
source: Total CPU Use
ml: ആകെ സിപിയു ഉപയോഗം

# Name
source: CPU Load Monitor
ml: സിപിയു ഉപയോഗ നിരീക്ഷകന്‍

# Comment
source: System monitor Widget that shows the total CPU usage
ml: ആകെ സിപിയു കോറുകളുടെ ഉപയോഗം കാണിക്കുന്ന സിസ്റ്റം മോണിറ്റർ വി‍‍ഡ്ജറ്റ്

# Comment
source: Monitor the load of the CPUs
ml: സിപിയുകളുടെ ലോഡ് നിരീക്ഷിക്കുക

# Name
source: Hard Disk Activity
ml: ഹാർഡ് ഡിസ്ക് പ്രവർത്തനം

# Name
source: Hard Disk I/O Monitor
ml: ഹാര്‍ഡ് ഡിസ്ക് I/O നിരീക്ഷകൻ

# Comment
source: An applet that monitors hard disk throughput and input/output
ml: ഹാര്‍ഡ് ഡിസ്ക് പ്രവര്‍ത്തനം നിരീക്ഷിക്കാനുള്ള അപ്‌ലെറ്റ്

# Name
source: Disk Usage
ml: ഡ‍ിസ്ക് ഉപയോഗം

# Name
source: Hard Disk Space Usage
ml: ഹാർഡ് ഡിസ്ക് ഇടം ഉപയോഗം

# Comment
source: System monitor Widget that shows the usage of the root partition
ml: റൂട്ട് പാർട്ടിഷന്റെ ഉപയോഗം കാണിക്കുന്ന സിസ്റ്റം മോണിറ്റർ വി‍‍ഡ്ജറ്റ്

# Comment
source: An applet that monitors hard disk space usage and percentage
ml: ഹാർഡ് ഡിസ്ക് സ്ഥല ഉപയോഗവും ശതമാനവും നിരീക്ഷിക്കുന്ന ഒരു ആപ്‍ലെറ്റ്

# Name
source: Memory Usage
ml: മെമ്മറി ഉപയോഗം

# Name
source: Memory Status
ml: മെമ്മറി സ്ഥിതിവിവരം

# Comment
source: System monitor Widget that shows physical memory usage
ml: ഭൗതിക മെമ്മറി ഉപയോഗം കാണിക്കുന്ന സിസ്റ്റം മോണിറ്റർ വി‍‍ഡ്ജറ്റ്

# Comment
source: A RAM usage monitor
ml: റാം ഉപയോഗ നിരീക്ഷകന്‍

# Name
source: Network speed
ml: നെറ്റ്‍വർക്ക് വേഗത

# Name
source: Network Monitor
ml: നെറ്റ്‍വര്‍ക്ക് നിരീക്ഷകൻ

# Comment
source: System monitor Widget that shows the download and upload data rate
ml: ഡൗൺലോഡ്, അപ്‍ലോഡ് ഡാറ്റാ നിരക്ക് കാണിക്കുന്ന സിസ്റ്റം മോണിറ്റർ വി‍‍ഡ്ജറ്റ്

# Comment
source: A network usage monitor
ml: ഒരു നെറ്റ്‍വർക്ക് ഉപയോഗ നിരീക്ഷകന്‍

# Name
source: System monitor Sensor
ml: സിസ്റ്റം നിരീക്ഷക സെൻസർ

# Comment
source: Displays a configurable chart of a system monitor sensor
ml: സിസ്റ്റം നിരീക്ഷക സെൻസറിന്റെ ക്രമീകരിക്കാവുന്ന ചാർട്ട് പ്രദർശിപ്പിക്കുന്നു

# Name
source: System Tray
ml: സിസ്റ്റം ട്രേ

# Comment
source: Access hidden applications minimized in the system tray
ml: സിസ്റ്റം ട്രേയില്‍ മിനിമൈസ് ആയിരിക്കുന്ന ഒളിഞ്ഞിരിയ്ക്കുന്ന പ്രയോഗങ്ങളെ സമീപിയ്ക്കുക

# Name
source: Application menus daemon
ml: ആപ്ലിക്കേഷൻ മെനു ഡീമൺ

# Comment
source: Transfers application's menu to the desktop
ml: അപ്ലിക്കേഷന്റെ മെനു ഡെസ്ക്ടോപ്പിലേക്ക് മാറ്റുന്നു

# Name
source: Wallpaper Plugins
ml: വാള്‍പേപ്പര്‍ പ്ലഗ്ഗിനുകള്‍

# Name
source: Plasma Widgets
ml: പ്ലാസ്മ വിഡ്ജെറ്റുകള്‍

# Name
source: Application Launcher
ml: പ്രയോഗവിക്ഷേപിണി

# Comment
source: Simple application launcher
ml: ലളിതമായ പ്രയോഗവിക്ഷേപിണി

# Name
source: Standard Menu
ml: സ്റ്റാന്‍ഡര്‍ഡ് മെനു

# Comment
source: The menu that normally shows on right-click
ml: വലത്-ഞെക്കില്‍ സാധാരണ കാണിയ്ക്കുന്ന മെനു

# Name
source: Paste
ml: ഒട്ടിയ്ക്കുക

# Comment
source: Creates a widget from the contents of the clipboard
ml: ഓര്‍മ്മച്ചെപ്പിലെ ഉള്ളടക്കങ്ങള്‍ കൊണ്ട് ഒരു ഉരുപ്പടിയുണ്ടാക്കുന്നു

# Name
source: Switch Activity
ml: പ്രക്രിയ മാറ്റുക

# Comment
source: Switch to another activity
ml: മറ്റൊരു പ്രക്രിയിലേയ്ക്കുള്ള മാറ്റം

# Name
source: Switch Desktop
ml: പണിയിടം മാറുക

# Comment
source: Switch to another virtual desktop
ml: മറ്റൊരു മായാ പണിയിടത്തിലേയ്ക്കു് മാറുക

# Name
source: Switch Window
ml: ജാലകം മാറുക

# Comment
source: Show a list of windows to switch to
ml: മാറാവുന്ന ജാലകങ്ങളടെ പട്ടിക കാണിയ്ക്കുക

# Name
source: Activities Engine
ml: ആക്ടിവിറ്റീസ് എന്‍ജിന്‍

# Comment
source: Information on Plasma Activities
ml: പ്ലാസ്മ ആക്ടിവിറ്റീസിനെപറ്റിയുള്ള വിവരങ്ങള്‍

# Name
source: Application Job Information
ml: പ്രയോഗ ജോലി അറിയിപ്പുകള്‍

# Comment
source: Application job updates (via kuiserver)
ml: പ്രയോഗ ജോലിയിലെ മാറ്റങ്ങള്‍ (കൂയിസെര്‍വര്‍ വഴി)

# Name
source: Application Information
ml: പ്രയോഗ വിവരം

# Comment
source: Information and launching of all applications in the app menu.
ml: ആപ്പ് മെനുവിലെ പ്രയോഗങ്ങളുടെ വിവരവും തുടക്കവും.

# Name
source: Device Notifications
ml: ഡിവൈസിനെപറ്റിയുള്ള അറിയിപ്പുകള്‍

# Comment
source: Passive device notifications for the user.
ml: ഉപയോക്താവിനായുള്ള നിഷ്ക്രിയ ഉപകരണ അറിയിപ്പുകൾ.

# Name
source: Dictionary
ml: നിഘണ്ടു

# Comment
source: Look up word meanings
ml: വാക്കുകളുടെ അര്‍ത്ഥങ്ങള്‍ നിഘണ്ടുവില്‍ തെരയുക

# Name
source: Run Commands
ml: ആജ്ഞകള്‍ പ്രവര്‍ത്തിപ്പിയ്ക്കുക

# Comment
source: Run Executable Data Engine
ml: പ്രവര്‍ത്തിക്കാന്‍ കഴിയുന്ന ഡേറ്റാ എഞ്ചിന്‍ പ്രവര്‍ത്തിപ്പിയ്ക്കുക

# Name
source: Favicons
ml: ഇഷ്ടചിഹ്നങ്ങള്‍

# Comment
source: Data Engine for getting favicons of web sites
ml: വെബ് സൈറ്റുകളുടെ ഇഷ്ടചിഹ്നങ്ങള്‍ ലഭിക്കാനുള്ള ഡേറ്റ എഞ്ചിന്‍

# Name
source: Files and Directories
ml: ഫയല്‍, തട്ട് എന്നിവ

# Comment
source: Information about files and directories.
ml: ഫയലുകളുടേയും തട്ടുകളുടേയും വിവരങ്ങള്‍.

# Name
source: Geolocation
ml: ഭൂസ്ഥാനങ്ങള്‍

# Comment
source: Geolocation Data Engine
ml: ഭൂസ്ഥാനങ്ങള്‍ക്കുള്ള ഡേറ്റാ എഞ്ചിന്‍

# Name
source: Geolocation GPS
ml: ജിപിഎസ് ഭൂസ്ഥാനങ്ങള്‍

# Comment
source: Geolocation from GPS address.
ml: ജിപിഎസ് വിലാസത്തില്‍ നിന്നും ഭൂസ്ഥാനങ്ങള്‍.

# Name
source: Geolocation IP
ml: ഭൂസ്ഥാന ഐപി

# Comment
source: Geolocation from IP address.
ml: ഐപി വിലാസത്തിൽ നിന്നും ഭൂസ്ഥാനങ്ങള്‍

# Comment
source: Plasma Geolocation Provider
ml: പ്ലാസ്മയുടെ ഭൂസ്ഥാന ധാതാവ്

# Name
source: Hotplug Events
ml: ഹോട്ട്പ്ലഗ് സംഭവങ്ങള്‍

# Comment
source: Tracks hot-pluggable devices as they appear and disappear.
ml: കമ്പ്യൂട്ടര്‍ പ്രവര്‍ത്തിച്ചു് കൊണ്ടിരിക്കുമ്പോള്‍ കുത്താവുന്ന ഉപകരണങ്ങള്‍ പ്രത്യക്ഷപ്പെടുന്നതും അപ്രത്യക്ഷമാകുന്നതും നിരീക്ഷിക്കുന്നു.

# Name
source: Keyboard and Mouse State
ml: കീബോര്‍ഡിന്റേയും മൌസിന്റേയും അവസ്ഥ

# Comment
source: Keyboard modifier and mouse buttons states
ml: കീബോര്‍ഡ് മോഡിഫയറിന്റേയും മൌസ് ബട്ടണിന്റെയും സ്ഥിതി

# Name
source: Pointer Position
ml: സൂചികയുടെ സ്ഥാനം

# Comment
source: Mouse position and cursor
ml: മൌസിന്റെ സ്ഥാനവും ചൂണ്ടിയും

# Comment
source: Provides information from and control over media players via MPRIS2
ml: MPRIS2 വഴി മീഡിയ പ്ലെയറുകളിൽ നിന്നുള്ള വിവരങ്ങളും നിയന്ത്രണവും നൽകുന്നു

# Name
source: Application Notifications
ml: പ്രയോഗ അറിയിപ്പുകള്‍

# Comment
source: Passive visual notifications for the user.
ml: ഉപയോക്താവിനുള്ള നടപടി വേണ്ടാത്ത ദൃശ്യ സൂചനകള്‍.

# Name
source: PackageKit
ml: പാക്കേജ്കിറ്റ്

# Comment
source: PackageKit Data Engine
ml: പാക്കേജ്കിറ്റ് ഡാറ്റാ എഞ്ചിന്‍

# Name
source: Places
ml: സ്ഥലങ്ങള്‍

# Comment
source: Places, as seen in the file manager and in file dialogs.
ml: ഫയല്‍ കാര്യസ്ഥനിലും ഫയല്‍ സംഭാഷണങ്ങളിലും കാണുന്നപോലെയുള്ള ഇടങ്ങള്‍.

# Name|plasma data engine
source: Power Management
ml: വൈദ്യുതി നടത്തിപ്പു്

# Comment
source: Battery, AC, sleep and PowerDevil information.
ml: ബാറ്ററി, എസി, നിദ്ര പിന്നെ പവര്‍ഡെവിള്‍ എന്നീ വിവരങ്ങള്‍.

# Name
source: Device Information
ml: ഉപകരണ വിവരം

# Comment
source: Device data via Solid
ml: സോളിഡ് നല്‍കുന്ന ഉപകരണങ്ങളെക്കുറിച്ചുള്ള ഡാറ്റ

# Name
source: Status Notifier Information
ml: സ്ഥിതിവിവര അറിയിപ്പിന്റെ വിവരങ്ങള്‍

# Comment
source: Engine for applications' status information, based on the Status Notifier protocol.
ml: സ്ഥിതിവിവര നോട്ടിഫയർ പ്രോട്ടോക്കോൾ അടിസ്ഥാനമാക്കി അപ്ലിക്കേഷനുകളുടെ സ്ഥിതിവിവര വിവരങ്ങൾക്കായുള്ള യന്ത്രം.

# Name
source: System Monitor
ml: സിസ്റ്റം നിരീക്ഷകന്‍

# Comment
source: System status information
ml: സിസ്റ്റത്തിന്റെ അവസ്ഥാ വിവരം

# Name
source: Date and Time
ml: തീയതിയും സമയവും

# Comment
source: Date and time by timezone
ml: തീയതിയും സമയവും സമയമേഖലയനുസരിച്ചു്

# Name
source: BBC Weather
ml: ബിബിസി കാലാവസ്ഥ

# Comment
source: XML Data from the British Broadcasting Corporation
ml: ബ്രിട്ടീഷ് ബ്രോഡ്കാസ്റ്റിംഗ് കോർപ്പറേഷനിൽ നിന്നുള്ള XML ഡാറ്റ

# Name
source: Environment Canada
ml: കാനഡയുടെ പരിസ്ഥിതി

# Comment
source: XML Data from Environment Canada
ml: കാനഡയുടെ പരിസ്ഥിതിയില്‍ നിന്നുമുള്ള എക്സ്എംഎല്‍ ഡേറ്റാ

# Name
source: NOAA's National Weather Service
ml: നോആ-യുടെ ദേശീയ കാലവസ്ഥാ സേവനം

# Comment
source: XML Data from NOAA's National Weather Service
ml: നോആ-യുടെ ദേശീയി കാലവസ്ഥാ സേവനത്തില്‍ നിന്നുമുള്ള എക്സ്എംഎല്‍ ഡേറ്റാ

# Name
source: wetter.com
ml: വെറ്റര്‍.കൊം

# Comment
source: Weather forecast by wetter.com
ml: വെറ്റര്‍.കോമിന്റെ കാലാവസ്ഥാ പ്രവചനം

# Name
source: Weather
ml: കാലാവസ്ഥ

# Comment
source: Weather data from multiple online sources
ml: പല സ്രോതസ്സുകളില്‍നിന്നുമുള്ള കാലാവസ്ഥാ സ്ഥിതിവിവരങ്ങള്‍

# Name
source: Free Space Notifier
ml: ലഭ്യമായ സ്ഥലം അറിയിക്കുന്നതിനുള്ള സംവിധാനം

# Comment
source: Warns when running out of space on your home folder
ml: നിങ്ങളുടെ ഹോം ഫോൾഡറിൽ ഇടം തീരുമ്പോൾ മുന്നറിയിപ്പ് നൽകുന്നു

# Comment
source: KDE Free Space Notifier Daemon
ml: കെഡിഇയിലെ ലഭ്യമായ സ്ഥലം അറിയിയ്ക്കുന്നതിനുള്ള നിരന്തര പ്രവൃത്തി

# Name
source: Low Disk Space
ml: ഡിസ്കില്‍ സഥലം കുറവാണു്

# Name
source: Warning
ml: മുന്നറിയിപ്പു്

# Comment
source: Used for warning notifications
ml: താക്കീത് അറിയിപ്പുകള്‍ക്കായി ഉപയോഗിക്കുന്നു

# Name
source: Running low on disk space
ml: ഡിസ്ക് കുറഞ്ഞ ഇടത്തിൽ പ്രവർത്തിക്കുന്നു

# Comment
source: You are running low on disk space
ml: നിങ്ങൾ ഡിസ്ക് ഇടം കുറഞ്ഞ സ്ഥലത്താണ് പ്രവർത്തിക്കുന്നത്

# Name
source: GMenuDBusMenuProxy
ml: ജിമെനുഡിബസ്‍മെനുപ്രോക്സി

# Name
source: Color Schemes
ml: നിറക്കൂട്ടുകൾ

# GenericName
source: Color scheme editor
ml: നിറക്കൂട്ട് എഡിറ്റർ

# Name
source: KColorSchemeEditor
ml: കെകളർസ്‌കീംഎഡിറ്റർ

# Comment
source: Plasma color scheme editor
ml: പ്ലാസ്മ നിറക്കൂട്ടു് എഡിറ്റർ

# Name
source: Colors
ml: നിറങ്ങള്‍

# Comment
source: Choose color scheme
ml: നിറക്കൂട്ടു് തിരഞ്ഞെടുക്കുക

# X-KDE-Keywords
source: colors,colours,scheme,contrast,Widget colors,Color Scheme,color style,color theme
ml: നിറങ്ങൾ, വർണ്ണങ്ങൾ, സ്കീം, ദൃശ്യതീവ്രത, വിഡ്ജറ്റ് നിറങ്ങൾ, നിറക്കൂട്ടു്, വർണ്ണ ശൈലി, വർണ്ണ തീം

# Name
source: Cursors
ml: ചൂണ്ടുവിരലുകൾ

# Comment
source: Choose mouse cursor theme
ml: മൗസ് ചൂണ്ടുവിരൽ തീം തിരഞ്ഞെടുക്കുക

# X-KDE-Keywords
source: Mouse,Cursor,Theme,Cursor Appearance,Cursor Color,Cursor Theme,Mouse Theme,Mouse Appearance,Mouse Skins,Pointer Colors,Pointer Appearance
ml: മൗസ്,ചൂണ്ടുവിരല്‍,തീം, ചൂണ്ടുവിരല്‍ ബാഹ്യരൂപം,ചൂണ്ടുവിരല്‍ നിറം, ചൂണ്ടുവിരല്‍ തീം, മൗസ് തീം, മൗസ് ബാഹ്യരൂപം മൗസ് തൊലികൾ, പോയിന്റർ നിറങ്ങൾ, പോയിന്റർ രൂപം

# Name
source: Plasma Style
ml: പ്ലാസ്മ ശൈലി

# Comment
source: Choose Plasma style
ml: പ്ലാസ്മ ശൈലി തിരഞ്ഞെടുക്കുക

# X-KDE-Keywords
source: Desktop Theme,Plasma Theme
ml: ഡെസ്ക്ടോപ്പ് തീം,പ്ലാസ്മ തീം

# Comment
source: Choose Plasma theme
ml: പ്ലാസ്മ തീം തിരഞ്ഞെടുക്കുക

# Name
source: Plasma Styles
ml: പ്ലാസ്മ ശൈലികൾ

# Name
source: User Feedback
ml: ഉപയോക്തൃ അഭിപ്രായം

# Comment
source: Configure user feedback settings
ml: ഉപയോക്തൃ അഭിപ്രായ സജ്ജീകരണങ്ങൾ ക്രമീകരിക്കുക

# Name
source: Feedback
ml: അഭിപ്രായം

# Name
source: Fonts
ml: അക്ഷരസഞ്ചയങ്ങൾ

# Comment
source: Configure user interface fonts
ml: സമ്പര്‍ക്ക മുഖ അക്ഷരസഞ്ചയങ്ങൾ ക്രമീകരിക്കുക

# X-KDE-Keywords
source: fonts,font size,styles,charsets,character sets,panel,control panel,desktops,FileManager,Toolbars,Menu,Window Title,Title,DPI,anti-aliasing,desktop fonts,toolbar fonts,character,general fonts
ml: അക്ഷരസഞ്ചയങ്ങൾ,അക്ഷരവലുപ്പം,ശൈലികൾ,പ്രതീകങ്ങൾ,പ്രതീക സെറ്റുകൾ,പാളി,ക്രമീകരണ പാളി,ഡെസ്ക്ടോപ്പുകൾ,ഫയൽമാനേജർ,ഉപകരണപ്പട്ടകൾ,മെനു,ജാലക തലക്കെട്ട്,തലക്കെട്ട്,ഡിപിഐ,ആന്റി-അലിയാസിംഗ്,ഡെസ്ക് അക്ഷരസഞ്ചയങ്ങൾ,ഉപകരണപ്പട്ട അക്ഷരസഞ്ചയങ്ങൾ,പ്രതീകം,പൊതു ഫോണ്ടുകൾ

# Name
source: Icons
ml: ചിഹ്നങ്ങൾ

# Comment
source: Choose icon theme
ml: ചിഹന തീം തിരഞ്ഞെടുക്കുക

# X-KDE-Keywords
source: icons,effects,size,hicolor,locolor
ml: ചിഹ്നങ്ങൾ,പ്രതീതികൾ,വലുപ്പം,ഉയർന്ന നിറം,കുറഞ്ഞ നിറം

# Name
source: Install...
ml: ഇൻസ്റ്റാൾ...

# Name
source: KFontView
ml: കെഫോണ്ട്‍വ്യൂ

# GenericName
source: Font Viewer
ml: അക്ഷരസഞ്ചയ ദർശിനി

# Name
source: Font Installer
ml: അക്ഷരസഞ്ചയ ഇൻസ്റ്റാളർ

# Name
source: Manage system-wide fonts.
ml: സിസ്റ്റം-വൈഡ് അക്ഷരസഞ്ചയങ്ങൾ നിയന്ത്രിക്കുക.

# Description
source: Modifying the system-wide font configuration requires privileges.
ml: സിസ്റ്റം-വൈഡ് അക്ഷരസഞ്ചയ ക്രമീകരണം പരിഷ്ക്കരിക്കുന്നതിന് പ്രത്യേകാവകാശങ്ങൾ ആവശ്യമാണ്.

# Name
source: Font Management
ml: അക്ഷരസഞ്ചയ മാനേജ്മെന്റ്

# Comment
source: Install, manage and preview fonts
ml: അക്ഷരസഞ്ചയങ്ങൾ ഇൻസ്റ്റാൾ ചെയ്യുക, കൈകാര്യംചെയ്യുക, പൂര്‍വ്വദൃശ്യം ചെയ്യുക

# X-KDE-Keywords
source: font,fonts,installer,truetype,type1,bitmap
ml: അക്ഷരസഞ്ചയം,അക്ഷരസഞ്ചയങ്ങൾ,ഇൻസ്റ്റാളർ,ട്രൂടൈപ്പ്,ടൈപ്പ്1,ബിറ്റ്മാപ്

# Name
source: Font Files
ml: അക്ഷരസഞ്ചയ ഫയലുകൾ

# Name
source: Font Viewer
ml: അക്ഷരസഞ്ചയ ദര്‍ശിനി

# Name
source: Global Theme
ml: ആഗോള തീം

# Comment
source: Choose global look and feel
ml: ആഗോള രൂപവും ഭാവവും തിരഞ്ഞെടുക്കുക

# X-KDE-Keywords
source: theme, look, feel
ml: തീം, രൂപം, ഭാവം

# Name
source: Global Themes
ml: പൊതു തീമുകൾ

# Name
source: GNOME/GTK Application Styles
ml: ഗ്നോം/GTK ആപ്ലിക്കേഷൻ ശൈലികൾ

# Name
source: Application Style
ml: ആപ്ലിക്കേഷൻ ശൈലികൾ

# Comment
source: Configure application style and behavior
ml: അപ്ലിക്കേഷൻ ശൈലിയും പെരുമാറ്റവും ക്രമീകരിക്കുക

# X-KDE-Keywords
source: style,styles,look,widget,icons,toolbars,text,highlight,apps,KDE applications,theme,plasma,menu,global menu,GTK,GNOME
ml: ശൈലി,ശൈലികൾ,രൂപം,വിഡ്ജറ്റ്,ചിഹനങ്ങൾ.ഉപകരണപ്പട്ടകൾ,പദാവലി,ഹൈലൈറ്റ്,ആപ്പുകൾ,കെഡിഇ ആപ്ലിക്കേഷനുകൾ,തീം,പ്ലാസ്മ മെനു,പൊതു മെനു,GTK,ഗ്നോം

# X-KDE-Keywords
source: style,styles,look,widget,icons,toolbars,text,highlight,apps,KDE applications,theme,plasma,menu,global menu
ml: ശൈലി,ശൈലികൾ,രൂപം,വിഡ്ജറ്റ്,ചിഹനങ്ങൾ.ഉപകരണപ്പട്ടകൾ,പദാവലി,ഹൈലൈറ്റ്,ആപ്പുകൾ,കെഡിഇ ആപ്ലിക്കേഷനുകൾ,തീം,പ്ലാസ്മ മെനു,പൊതു മെനു

# Name
source: Language
ml: ഭാഷ

# Comment
source: Change workspace and application languages
ml: വർക്ക്സ്പെയ്സിന്റെയും അപ്ലിക്കേഷന്റെയും ഭാഷകൾ മാറ്റുക

# Name
source: Directory Watcher
ml: ഡയറക്ടറി നിരീക്ഷകൻ

# Comment
source: Monitors directories for changes
ml: മാറ്റങ്ങൾക്കായി ഡയറക്ടറികൾ നിരീക്ഷിക്കുന്നു

# Name
source: Trash
ml: ചവറ്റുകുട്ട

# Comment
source: Contains removed files
ml: നീക്കംചെയ്ത ഫയലുകൾ അടങ്ങിയിരിക്കുന്നു

# Name
source: Klipper
ml: ക്ലിപ്പര്‍

# GenericName
source: Clipboard Tool
ml: ക്ലിപ്ബോര്‍ഡ് ഉപകരണം

# Comment
source: A cut & paste history utility
ml: മുറിക്കല്‍-പകര്‍ത്തല്‍ നാള്‍വഴിസൂക്ഷിപ്പുസഹായി

# Description
source: Jpeg-Image
ml: ജെപെഗ്-ഇമേജ്

# Description
source: Launch &Gwenview
ml: &ഗ്വെന്‍വ്യൂ ലഭ്യമാക്കുക

# Description
source: Web-URL
ml: വെബ്-യുആര്‍എല്‍

# Description
source: Open with &default Browser
ml: &സഹജമായ ബ്രൌസറില്‍ തുറക്കുക

# Description
source: Open with &Konqueror
ml: &കോണ്‍ക്വററില്‍ തുറക്കുക

# Description
source: Open with &Mozilla
ml: &മോസില്ലാ ഉപയോഗിച്ചു് തുറക്കുക

# Description
source: Send &URL
ml: &യുആര്‍എല്‍ അയയ്ക്കുക

# Description
source: Open with &Firefox
ml: &ഫയര്‍ഫോക്സില്‍ തുറക്കുക

# Description
source: Send &Page
ml: &താള്‍ അയയ്ക്കുക

# Description
source: Mail-URL
ml: മെയില്‍-യുആര്‍എല്‍

# Description
source: Launch &Kmail
ml: &കെമെയില്‍ ലഭ്യമാക്കുക

# Description
source: Launch &mutt
ml: &മട്ട് ലഭ്യമാക്കുക

# Description
source: Text File
ml: പദാവലി ഫയല്‍

# Description
source: Launch K&Write
ml: കെ&റൈറ്റ് ലഭ്യമാക്കുക

# Description
source: Local file URL
ml: ലോക്കല്‍ ഫയലിനുള്ള യുആര്‍എല്‍

# Description
source: Send &File
ml: &ഫയല്‍ അയയ്ക്കുക

# Description
source: Gopher URL
ml: ഗോഫെര്‍ യുആര്‍എല്‍

# Description
source: ftp URL
ml: എഫ്‌ടിപി യുആര്‍എല്‍

# Comment
source: Clipboard Tool.
ml: ഓർമ്മചെപ്പ് ഉപകരണം.

# Name
source: KRunner
ml: കെറെണ്ണർ

# Name
source: Run command on clipboard contents
ml: ഓര്‍മ്മചെപ്പ് ഉള്ളടക്കങ്ങളിൽ ആജ്ഞ പ്രവർത്തിപ്പിക്കുക

# Name
source: Time Zone
ml: സമയമേഖല

# Comment
source: Provides the system's time zone to applications
ml: സിസ്റ്റത്തിലെ സമയമേഖല പ്രയോഗങ്ങള്‍ക്കു് നല്‍കുന്നു

# Name
source: ColorCorrect Geolocation Updater
ml: കളർകറക്റ്റ് ജിയോലൊക്കേഷൻ അപ്ഡേറ്റർ

# Comment
source: Sends updated location data to the compositor
ml: അപ്ഡേറ്റുചെയ്ത ലൊക്കേഷൻ ഡാറ്റ അച്ചുനിരത്തുകാരനിലേക്ക് അയയ്ക്കുന്നു

# Name
source: Plasma (Development, Wayland ${CMAKE_INSTALL_FULL_BINDIR})
ml: പ്ലാസ്മ (വികസനം, വേലാൻഡ് ${CMAKE_INSTALL_FULL_BINDIR})

# Comment
source: Plasma by KDE
ml: കെഡിഇയുടെ പ്ലാസ്മ

# Name
source: Plasma (Wayland)
ml: പ്ലാസ്മ (വേലാൻഡ്)

# Name
source: Plasma (Development, X11 ${CMAKE_INSTALL_FULL_BINDIR})
ml: പ്ലാസ്മ (വികസനം, X11 ${CMAKE_INSTALL_FULL_BINDIR})

# Name
source: Plasma (X11)
ml: പ്ലാസ്മ (X11)

# Comment
source: Breeze by the KDE VDG
ml: കെഡിഇ വിഡിജിയുടെ ബ്രീസ്

# Keywords
source: Desktop;Workspace;Appearance;Look and Feel;Logout;Lock;Suspend;Shutdown;Hibernate;
ml: ഡെസ്ക്ടോപ്പ്;വർക്ക്സ്പേസ്;ബാഹ്യരൂപം;രൂപവും ഭാവവും;പുറത്തിറങ്ങുക;മയങ്ങുക;;നിഷ്ക്രിയമാക്കുക;അടയ്ക്കുക;

# Name
source: Breeze
ml: ബ്രീസ്

# Name
source: Internal Services
ml: ആന്തരിക സേവനങ്ങൾ

# Name
source: Translation
ml: പരിഭാഷ

# Name
source: Web Development
ml: വെബിനുള്ള വികസനം

# Name
source: Development
ml: വികസനം‌

# Name
source: Editors
ml: എഴുത്തിടങ്ങള്‍

# Name
source: Languages
ml: ഭാഷകള്‍

# Name
source: Mathematics
ml: ഗണിതം

# Name
source: Miscellaneous
ml: പലവക

# Name
source: Science
ml: ശാസ്ത്രം

# Name
source: Teaching Tools
ml: പഠിപ്പിയ്ക്കാനുള്ള പണിയായുധങ്ങള്‍

# Name
source: Education
ml: വിദ്യാഭ്യാസം

# Name
source: Arcade
ml: ആര്‍കേഡ്

# Name
source: Board Games
ml: ബോര്‍ഡിലുള്ള കളികള്‍

# Name
source: Card Games
ml: ചീട്ടു് കളികള്‍

# Name
source: Games for Kids
ml: കുട്ടികള്‍ക്കുള്ള കളികള്‍

# Name
source: Logic Games
ml: ബുദ്ധി ഉപയോഗിച്ചുള്ള കളികള്‍

# Name
source: Rogue-like Games
ml: കളികള്‍

# Name
source: Tactics & Strategy
ml: കൌശലവും സമരതന്ത്രവും

# Name
source: Games
ml: കളികള്‍

# Name
source: Graphics
ml: ഗ്രാഫിക്സ്

# Name
source: Terminal Applications
ml: ടെർമിനൽ അപ്ലിക്കേഷനുകൾ

# Name
source: Internet
ml: ഇന്റര്‍നെറ്റ്

# Name
source: KDE Menu
ml: കെഡിഇയിലെ മെനു

# Name
source: More Applications
ml: കൂടുതൽ ആപ്ലിക്കേഷനുകൾ

# Name
source: Multimedia
ml: മള്‍ട്ടീമീഡിയ

# Name
source: Network
ml: നെറ്റ്‍വർക്ക്

# Name
source: Office
ml: ഓഫീസ്

# Name
source: Science & Math
ml: ശാസ്ത്രവും ഗണിതവും

# Name
source: Settings
ml: സജ്ജീകരണങ്ങള്‍

# Name
source: System
ml: സിസ്റ്റം

# Name
source: Toys
ml: കളിപ്പാട്ടങ്ങള്‍

# Name
source: Lost & Found
ml: പോയതും കണ്ടതും

# Name
source: Accessibility
ml: സാമീപ്യത

# Comment
source: Accessibility
ml: സാമീപ്യത

# Name
source: Desktop
ml: ഡെസ്ക്ടോപ്പ്

# Comment
source: Desktop
ml: ഡെസ്ക്ടോപ്പ്

# Name
source: File
ml: ഫയല്‍

# Comment
source: File
ml: ഫയല്‍

# Name
source: Peripherals
ml: ബാഹ്യോപകരണങ്ങള്‍

# Comment
source: Peripherals
ml: ബാഹ്യോപകരണങ്ങള്‍

# Name
source: PIM
ml: പിഐഎം

# Comment
source: PIM
ml: പിഐഎം

# Name
source: X-Utilities
ml: എക്സ്-ഉപകരണങ്ങൾ

# Comment
source: X Window Utilities
ml: എക്സ്-ജാലക ഉപകരണങ്ങള്‍

# Name
source: Utilities
ml: ഉപകരണങ്ങൾ

# Comment
source: Utilities
ml: ഉപകരണങ്ങൾ

# Comment
source: Multimedia System
ml: മള്‍ട്ടിമീഡിയ സംവിധാനം

# Name
source: Application
ml: ആപ്ലിക്കേഷൻ

# Name
source: Audio Output Device Changed
ml: ശബ്ദ ഔട്ട്പുട്ട് ഉപകരണം മാറ്റി

# Comment
source: Notification when audio output device has automatically changed
ml: ശബ്ദ ഔട്ട്പുട്ട് ഉപകരണം യാന്ത്രികമായി മാറുമ്പോൾ അറിയിപ്പ്

# Name
source: KDE Multimedia Backend
ml: കെഡിഇ മള്‍ട്ടിമീഡിയ ബാക്കെന്‍ഡ്

# Name
source: Plasma Windowed
ml: പ്ലാസ്മ ജാലകീകരിച്ചത്

# Comment
source: Run Plasmoids as simple applications
ml: ലളിതമായ ആപ്ലിക്കേഷനുകളായി പ്ലാസ്മോയിഡുകൾ പ്രവർത്തിപ്പിക്കുക

# Name
source: Activities
ml: പ്രവർത്തനങ്ങൾ

# Comment
source: List and switch between desktop activities
ml: ഡെസ്ക്ടോപ്പ് പ്രവർത്തനങ്ങൾ പട്ടികപ്പെടുത്തി തമ്മിൽ മാറ്റുക

# Name
source: Software Center
ml: സോഫ്റ്റ്‍വെയർ സെന്റർ

# Comment
source: Lets you find software
ml: സോഫ്റ്റ്‍വെയൽ കണ്ടെത്താൻ നിങ്ങളെ അനുവദിക്കുന്നു

# Name
source: Desktop Search
ml: ഡെസ്ക്ടോപ്പ് തിരയൽ

# Comment
source: Searches through files, emails and contacts
ml: ഫയലുകൾ, ഇമെയിലുകൾ, കോൺടാക്റ്റുകൾ എന്നിവയിലൂടെ തിരയുന്നു

# Name|plasma runner
source: Bookmarks
ml: അടയാളക്കുറിപ്പുകള്‍

# Comment
source: Find and open bookmarks
ml: അടയാളക്കുറിപ്പുകള്‍ കണ്ടെത്തി തുറക്കുക

# Name
source: Calculator
ml: കാല്‍ക്കുലേറ്റര്‍

# Comment
source: Calculate expressions
ml: എക്സ്പ്രെഷനുകള്‍ കണക്കുകൂട്ടുക

# Name
source: Terminate Applications
ml: പ്രയോഗങ്ങളെ ഇല്ലാതാക്കുക

# Comment
source: Stop applications that are currently running
ml: ഇപ്പോള്‍ പ്രവര്‍ത്തിയ്ക്കുന്ന പ്രയോഗങ്ങള്‍ നിര്‍ത്തുക

# Name
source: Kill Applications
ml: പ്രയോഗങ്ങളെ കൊല്ലുക

# Name
source: Locations
ml: സ്ഥാനങ്ങള്‍

# Comment
source: File and URL opener
ml: ഫയല്‍, യുആര്‍എല്‍ തുറക്കുന്നതിനുള്ള സംവിധാനം

# Comment
source: Open devices and folder bookmarks
ml: ഉപകരണങ്ങളും അറ ബുക്ക്മാർക്കുകളും തുറക്കുക

# Comment
source: Basic Power Management Operations
ml: അടിസ്ഥാനപരമായ ഊർജ്ജനിയന്ത്രണ നടപടികള്‍

# Name
source: Power
ml: ഊർജ്ജം

# Name
source: Recent Files
ml: സമീപകാല ഫയലുകൾ

# Name
source: Recent Documents
ml: ഈയിടെ തുറന്ന രേഖകള്‍

# Name
source: Applications
ml: പ്രയോഗങ്ങള്‍

# Comment
source: Find applications, control panels and services
ml: പ്രയോഗങ്ങള്‍, നിയന്ത്രണപാനലുകള്‍, സേവനങ്ങള്‍ എന്നിവ കണ്ടുപിടിയ്ക്കുക

# Name
source: Desktop Sessions
ml: പണിയിടത്തിന്റെ പ്രവര്‍ത്തനവേളകള്‍

# Comment
source: Fast user switching
ml: മറ്റൊരു ഉപയോക്താവാകുന്നത് അനുവദിയ്ക്കുന്നതിനുള്ള സംവിധാനം

# Name
source: Command Line
ml: ആജ്ഞാസ്ഥാനം

# Comment
source: Executes shell commands
ml: ഷെല്‍ ആജ്ഞകള്‍ നടപ്പിലാക്കുക

# Name|plasma runner
source: Web Search Keywords
ml: വെബ് തിരയൽ കീവേഡുകൾ

# Name|plasma runner
source: Web Shortcuts
ml: വെബിലെ കുറക്കുവഴികള്‍
