Repository: FOSSersVAST/kde-pos
Catalog: pos/*/plasma-workspace/plasma-workspace._desktop_.po
Languages: ml

# Comment
source: Search the web using keywords
ml: കീവേഡുകൾ ഉപയോഗിച്ച് വെബിൽ തിരയുക

# Comment
source: Allows user to use Konqueror's web shortcuts
ml: കോണ്‍ക്വററിനുള്ള വെബ് കുറുക്കുവഴികള്‍ ഉപയോഗിക്കുവാന്‍ അനുവദിക്കുന്നു

# Name
source: Windowed widgets
ml: ജാലകീയ വിഡ്ജറ്റുകൾ

# Comment
source: Find Plasma widgets that can be run as standalone windows
ml: ഒറ്റയ്ക്ക് ജാലകങ്ങളായി പ്രവർത്തിപ്പിക്കാൻ കഴിയുന്ന പ്ലാസ്മ വിഡ്ജറ്റുകൾ കണ്ടെത്തുക

# Description
source: Breeze
ml: ബ്രീസ്

# Name
source: Plasma Desktop Workspace
ml: പ്ലാസ്മ ഡെസ്ക്ടോപ്പ് പണിയിടം

# Name
source: Layout Template
ml: വിന്യാസ ശിലാഫലകം

# Name
source: Look and Feel
ml: കെട്ടും മട്ടും

# Name
source: Wallpaper
ml: പശ്ചാത്തലചിത്രം

# Name
source: Plasma Shell
ml: പ്ലാസ്മ ഷെൽ

# Name
source: Wallpaper Images
ml: പശ്ചാത്തലചിത്രങ്ങൾ

# Name
source: Drive Ejector
ml: ഡ്രൈവ് പുറത്തെടുക്കുവാന്‍

# Comment
source: Automatically releases drives when their eject button is pushed
ml: പുറത്തെടുക്കുവാനുള്ള ബട്ടണ്‍ അമര്‍ത്തുബോള്‍ ഡ്രൈവുകള്‍ സ്വയം പുറത്തെടുക്കുന്നു

# Name
source: Hardware Detection
ml: ഹാർഡ്‍വെയർ കണ്ടെത്തല്‍

# Comment
source: Provides a user interface for hardware events
ml: ഹാർഡ്‍വെയർ സംഭവങ്ങൾക്കായി ഒരു സമ്പര്‍ക്ക മുഖം നൽകുന്നു

# Name
source: Status Notifier Manager
ml: അവസ്ഥ അറിയിപ്പു കാര്യസ്ഥന്‍

# Comment
source: Manages services that provide status notifier user interfaces
ml: അവസ്ഥാ അറിയിപ്പ് സമ്പര്‍ക്ക മുഖങ്ങൾ നൽകുന്ന സേവനങ്ങൾ നിയന്ത്രിക്കുന്നു

# Name
source: KSysguard
ml: കെസിസ്ഗാർഡ്

# Comment
source: Launches KSysguard on Ctrl + Escape
ml: Ctrl + എസ്കേപ്പ് അമർത്തുമ്പോൾ കെസിസ്ഗാർഡ് തുറക്കുന്നു

# Name
source: Plasma Weather Ion Dataengine
ml: പ്ലാസ്മ കാലാവസ്ഥ അയോൺ ഡാറ്റായന്ത്രം

# Comment
source: A special Plasma sub-dataengine for the Plasma Weather dataengine, providing access to one weather data service provider
ml: ഒരു കാലാവസ്ഥാ ഡാറ്റാ സേവനദാതാവിന് സമീപനം നൽകുന്ന പ്ലാസ്മ കാലാവസ്ഥാ ഡാറ്റാ യന്ത്രത്തിനായി ഒരു പ്രത്യേക പ്ലാസ്മ ഉപഡാറ്റാ യന്ത്രം

# Name
source: CDE
ml: സിഡിഇ

# Comment
source: Built-in unthemed CDE style
ml: രംഗവിതാനമൊന്നും തെരഞ്ഞെടുക്കാത്ത സിഡിഇയുടെ തനതു് രീതി

# Name
source: Cleanlooks
ml: ക്ലീന്‍ലുക്സ്

# Comment
source: Built-in unthemed style similar to Clearlooks from GNOME
ml: ഗ്നോമിലെ ക്ലിയര്‍ലുക്സുമായി സാദൃശ്യമുള്ള പ്രമേയമില്ലാത്ത ഒപ്പം വരുന്ന ശൈലി

# Name
source: GTK+ Style
ml: ജിടികെ+ ശൈലി

# Comment
source: Style that uses the GTK+ theming engine
ml: ജിടികെ+ പ്രമേയ എഞ്ചിന്‍ ഉപയോഗിയ്ക്കുന്ന ശൈലി

# Name
source: Mac OS X
ml: മാക് ഒഎസ് എക്സ്

# Comment
source: Style that uses the Apple Appearance Manager
ml: ആപ്പിള്‍ ചമയം നടത്തിപ്പുകാരനെ ഉപയോഗിയ്ക്കുന്ന രീതി

# Name
source: Motif
ml: മോട്ടിഫ്

# Comment
source: Built-in unthemed Motif style
ml: രംഗവിതാനമൊന്നും തെരഞ്ഞെടുക്കാത്ത മോട്ടിഫിന്റെ തനതു് രീതി

# Name
source: Plastique
ml: പ്ലാസ്റ്റിക്

# Comment
source: Built-in unthemed style similar to Plastik from KDE3
ml: കെഡിഇ3യിലെ പ്ലാസ്റ്റിക്കിനോടു് സദൃശ്യമായ പ്രമേയമില്ലാത്ത ഒപ്പം വരുന്ന ശൈലി

# Name
source: MS Windows 9x
ml: എംഎസ് വിന്‍ഡോസ് 9എക്സ്

# Comment
source: Built-in unthemed Windows 9x style
ml: വിന്‍ഡോസ് 9എക്സിന്റെ പ്രമോയമില്ലാത്ത ഒപ്പം വരുന്ന ശൈലി

# Name
source: MS Windows Vista
ml: എംഎസ് വിന്‍ഡോസ് വിസ്റ്റ

# Comment
source: Style that uses the Windows Vista style engine
ml: വിന്‍ഡോസ് വിസ്റ്റാ ശൈലി എഞ്ചിന്‍ ഉപയോഗിയ്ക്കുന്ന ശൈലി

# Name
source: MS Windows XP
ml: എംഎസ് വിന്‍ഡോസ് എക്സ്‌പി

# Comment
source: Style that uses the Windows XP style engine
ml: വിന്‍ഡോസ് എക്സ്‌പി ശൈലി എഞ്ചിന്‍ ഉപയോഗിയ്ക്കുന്ന ശൈലി

# Name
source: Plain Color
ml: പ്ലെയിൻ നിറം

# Comment
source: Plain color wallpaper
ml: പ്ലെയിൻ നിറ പശ്ചാത്തലചിത്രം

# Name
source: Color
ml: നിറം

# Comment
source: A plain color or gradient
ml: ഒരു പ്ലെയിൻ നിറം അല്ലെങ്കിൽ ഗ്രേഡിയന്റ്

# Name
source: Image
ml: ചിത്രം

# Comment
source: Wallpaper view for images
ml: ചിത്രങ്ങൾക്കായുള്ള പശ്ചാത്തലചിത്ര കാഴ്ച

# Name
source: Slideshow
ml: മാറുന്ന ചിത്രങ്ങള്‍

# Comment
source: Slideshow wallpaper
ml: മാറുന്ന പശ്ചാത്തലചിത്രം

# Name
source: XembedSniProxy
ml: എക്സ്എമ്പെഡ്സ്നിപ്രോക്സി

# Name
source: Plasma
ml: പ്ലാസ്മ

# Name|plasma runner
source: Windows
ml: ജാലകങ്ങള്‍

# Comment
source: List windows and desktops and switch them
ml: ജാലകങ്ങളും പണിയിടങ്ങളും പട്ടികയായി കണ്ടു് പരസ്പരം മാറുക
