Repository: FOSSersVAST/kde-pos
Catalog: l10n-kf5/*/kscreenlocker/kscreenlocker._desktop_.po
Languages: ml

# Name
source: Password dialog
ml: രഹസ്യവാക്ക് ചതുരം

# Comment
source: Screen locker that provides a password dialog and an interface to switch the current user
ml: നിലവിലുള്ള ഉപയോക്താവിൽ നിന്നും മാറുന്നതിനായുള്ള രഹസ്യവാക്ക് ചതുരവും സമ്പർക്കമുഖവും നൽകുന്ന സ്ക്രീൻ പൂട്ട്

# Name
source: Screen Locking
ml: സ്ക്രീൻ പുട്ടുക

# Comment
source: Configure screen locking
ml: സ്ക്രീൻ പൂട്ടൽ ക്രമീകരിക്കുക

# X-KDE-Keywords
source: lock,resume, screensaver, screenlock
ml: പൂട്ടുക,തുടരുക,സ്ക്രീൻ സംരക്ഷണം, സ്ക്രീൻ പൂട്ടൽ

# Comment
source: Screen Saver
ml: സ്ക്രീൻ സംരക്ഷണം

# Name
source: Screen locked
ml: സ്ക്രീൻ പൂട്ടിയിരിക്കുന്നു

# Comment
source: The screen has been locked
ml: ഈ സ്ക്രീൻ പൂട്ടിയിട്ടിരിക്കുകയാണ്

# Name
source: Screen unlocked
ml: സ്ക്രീൻ തുറന്നു

# Comment
source: The screen has been unlocked
ml: ഈ സ്ക്രീൻ തുറക്കപ്പെട്ടിരിക്കുന്നു
