Repository: FOSSersVAST/kde-pos
Catalog: l10n-kf5/*/dolphin/dolphin._desktop_.po
Languages: ml

# Name
source: Dolphin View
ml: ഡോള്‍ഫിന്‍ അവതരണരീതി

# Name
source: Icons
ml: സൂചനാചിത്രങ്ങള്‍

# Name
source: Compact
ml: തിങ്ങിയത്

# Name
source: Details
ml: വിശദമായി

# Name
source: Dolphin
ml: ഡോള്‍ഫിന്‍

# GenericName
source: File Manager
ml: ഫയല്‍ മാനേജര്‍

# Name
source: Dolphin General
ml: ഡോൾഫിൻ ജനറൽ

# Comment
source: This service allows configuration of general Dolphin settings.
ml: പൊതുവായ ഡോള്‍ഫിന്‍ സജ്ജീകരണങ്ങള്‍ ക്രമീകരിയ്ക്കാന്‍ ഈ സേവനം അനുവദിക്കുന്നു.

# Name|Random file browsing settings.
source: General
ml: പൊതുവായതു്

# Comment
source: Configure general file manager settings
ml: ഫയൽ മാനേജറിന്റെ പൊതുവായ സജ്ജീകരണങ്ങള്‍ ക്രമീകരിയ്ക്കുക

# X-KDE-Keywords
source: file manager
ml: ഫയൽ മാനേജർ

# Name
source: Dolphin Navigation
ml: ഡോള്‍ഫിന്‍ നാവിഗേഷന്‍

# Comment
source: This service allows configuration of the Dolphin navigation.
ml: ഡോള്‍ഫിന്‍ നാവിഗേഷൻ ക്രമീകരിയ്ക്കാന്‍ ഈ സേവനം അനുവദിയ്ക്കുന്നു.

# Name
source: Navigation
ml: നാവിഗേഷന്‍

# Comment
source: Configure file manager navigation
ml: ഫയല്‍ മാനേജർ നാവിഗേഷൻ ക്രമീകരിയ്ക്കുക

# Name
source: Dolphin Services
ml: ഡോള്‍ഫിന്‍ സേവനങ്ങള്‍

# Name
source: Services
ml: സേവനങ്ങള്‍

# Comment
source: Configure file manager services
ml: ഫയല്‍ മാനേജർ സേവനങ്ങള്‍ ക്രമീകരിയ്ക്കുക

# Name
source: Dolphin View Modes
ml: ഡോള്‍ഫിന്‍ അവതരണദശകള്‍

# Comment
source: This service allows configuration of the Dolphin view modes.
ml: ഡോള്‍ഫിന്‍ അവതരണദശകള്‍ ക്രമീകരിയ്ക്കാന്‍ ഈ സേവനം അനുവദിയ്ക്കുന്നു.

# Name
source: View Modes
ml: അവതരണ രീതികള്‍

# Comment
source: Configure file manager view modes
ml: ഫയല്‍ മാനേജറിന്റെ അവതരണ രീതികള്‍ ക്രമീകരിയ്ക്കുക

# Comment
source: Version Control Plugin for File Views
ml: ഫയൽ കാഴ്‌ചകൾക്കായുള്ള പതിപ്പ് നിയന്ത്രണ പ്ലഗിൻ
